Repository: guaire94/Riada
Catalog: Riada/Utils/Ressources/Translation/*.lproj/Localizable.strings
Languages: fr

# GLOBAL_ACTION_CANCEL
source: Cancel
fr: Annuler

# GLOBAL_ACTION_CONFIRM
source: Confirm
fr: Confirmer

# ONBOARDING_APP_DESCRIPTION
source: We want to help creating sport events & Make you able to meet people around it
fr: Nous souhaitons aider l'organisation des évènements sportifs & t'aider a rencontrer de nouvelles personnes

# ONBOARDING_FAVORITE_SPORT_DESCRIPTION
source: Let us know which sports you like, That will help us to send relevant notifications
fr: Dis nous quelles sont tes sports favoris Cela permettra de t'envoyer des notifications pertinentes

# ONBOARDING_LETS_PLAY
source: Let's play
fr: Je veux jouer!

# ONBOARDING_TITLE
source: Welcome on Riada
fr: Bienvenue sur Riada

# SPORT_GYM
source: Gym
fr: Musculation

# SPORT_SOCCER
source: Soccer
fr: Football

# VERSION_AVAILABLE
source: New version is available on AppStore
fr: Une nouvelle version de l'application est disponible

# VERSION_NEW
source: New version
fr: Nouvelle version

# VERSION_REDIRECT_APPSTORE
source: Check it out
fr: Aller sur l'Appstore

# VERSION_UPDATE_LATER
source: Maybe later
fr: Mettre à jour plus tard

# SEARCH_LOCATION_PLACEHOLDER
source: Search a city...
fr: Rechercher une ville...

# SEARCH_LOCATION_TEXT
source: Location
fr: Emplacement

# EVENT_NB_PLAYER
source: %d Players
fr: %d Joueurs

# EVENT_NB_ACCEPTED_PLAYER
source: %d/%d Players
fr: %d/%d Joueurs

# EVENT_EMPTY_PLACEHOLDER
source: No event available for your location
fr: Pas d'évènements disponibles dans votre région

# EVENT_DETAILS_ORGANIZER
source: Organizer
fr: Organisateur

# EVENT_DETAILS_INFORMATIONS
source: Information
fr: Informations

# EVENT_DETAILS_PLACE
source: Place
fr: Lieu

# EVENT_DETAILS_GUEST_BY
source: %@ - %@'s guest
fr: %@ - Invité par %@

# EVENT_DETAILS_BUTTONS_DECLINE
source: Decline
fr: Se retirer

# EVENT_DETAILS_BUTTONS_PARTICIPATE
source: Participate
fr: Participer

# EVENT_DETAILS_CURRENT_USER_PARTICIPATE
source: %@ (Me)
fr: %@ (Moi)

# EVENT_DETAILS_PARTICIPATE_NICKNAME_PLACEHOLDER
source: Enter your nickname...
fr: Entres ton surnom...

# EVENT_DETAILS_PARTICIPATE_NICKNAME_TEXT
source: Participate
fr: Participer

# EVENT_DETAILS_PARTICIPATION_STATUS_ACCEPTED
source: You are in!
fr: L'organisateur a accepté ta participation

# EVENT_DETAILS_PARTICIPATION_STATUS_DECLINED
source: You cancelled your participation to this event
fr: Tu as annulé ta participation

# EVENT_DETAILS_PARTICIPATION_STATUS_PENDING
source: Waiting for organizer approuval
fr: En attente de validation

# EVENT_DETAILS_PARTICIPATION_STATUS_REFUSED
source: So sorry, the organizer refused your participation
fr: Désolé, L'organisateur a refusé ta participation

# EVENT_DETAILS_ADD_GUEST_NICKNAME_PLACEHOLDER
source: Enter guest nickname…
fr: Entre le surnom de ton invité…

# EVENT_DETAILS_ADD_TO_CALENDAR_ERROR_MESSAGE
source: We aren't able to add this event to your calendar
fr: Impossible d'ajouter cet évènement à ton calendrier

# EVENT_DETAILS_ADD_TO_CALENDAR_ERROR_TITLE
source: Add to calendar
fr: Ajout au calendrier

# EVENT_ORGANIZE_FORM_ADDRESS
source: Location
fr: Adresse

# EVENT_ORGANIZE_FORM_CREATE_EVENT
source: Create event
fr: Créer l'évènement

# EVENT_ORGANIZE_FORM_DATE_AND_HOUR
source: Date & Time
fr: Date & Heure

# EVENT_ORGANIZE_FORM_ERROR_UNFILL
source: Please fill all field before confirm
fr: Renseigne tous les champs avant de valider

# EVENT_ORGANIZE_FORM_IS_PARTICIPATE
source: I will participate
fr: Je participe

# EVENT_ORGANIZE_FORM_IS_PRIVATE
source: Make it private
fr: Évènement privé

# EVENT_ORGANIZE_FORM_NB_PLAYERS
source: Number of players
fr: Nombre de joueurs

# EVENT_ORGANIZE_FORM_TITLE
source: Title
fr: Titre

# EVENT_ORGANIZE_TITLE
source: Organize event
fr: Organiser

# EVENT_ORGANIZE_FORM_DESC_PLACEHOLDER
source: Give more details about your event
fr: Ajouter plus de détails a ton évènement

# EVENT_ORGANIZE_FORM_TITLE_PLACEHOLDER
source: Indoor / Outdoor - Nb teams - Level
fr: Intérieur / Extérieur - Nbre d'équipes - Niveau

# EVENT_DETAILS_BUTTONS_EDIT
source: Edit
fr: Modifer

# EVENT_EDIT_FORM_CANCEL_EVENT
source: Cancel
fr: Annuler

# EVENT_EDIT_FORM_CANCEL_MESSAGE_EVENT
source: Are you sure you want to cancel this event?
fr: Tu es sure de vouloir annuler cet évènement?

# EVENT_EDIT_FORM_ERROR_UNFILL
source: Please fill all field before confirm
fr: Renseigne tous les champs avant de valider

# EVENT_EDIT_FORM_SAVE_EVENT
source: Save
fr: Sauvegarder

# EVENT_EDIT_TITLE
source: Edit event
fr: Modifier l'évènement

source: Sign Up Anonymously
fr: S'inscrire anonymement

# SIGNUP_FORM_ERROR_UNFILL
source: Please fill a nickname before confirm
fr: Renseigne un surnom avant de valider

# SIGNUP_FORM_NICKNAME
source: Nickname
fr: Surnom

# SIGNUP_FORM_NICKNAME_PLACEHOLDER
source: Enter a nickname
fr: Entrer un surnom

# SIGNUP_FORM_SIGNUP
source: Sign Up
fr: S'inscrire

# SIGNUP_SIGNIN
source: Sign In
fr: Se connecter

# SIGNUP_WELCOME
source: Welcome
fr: Bienvenue

# SIGNUP_ERROR_WITH_APPLE
source: Impossible to sign in with Apple
fr: Impossible de se connecter avec Apple

# SIGNUP_SIGNIN_WITH_APPLE
source: Sign In with Apple
fr: Se connecter avec Apple

# SIGNUP_SIGNIN_WITH_GOOGLE
source: Sign In with Google
fr: Continuer avec Google

# SEARCH_LOCATION_CITY_PLACEHOLDER
source: Search a city...
fr: Rechercher une ville...

# SEARCH_LOCATION_CITY_TEXT
source: Location
fr: Emplacement

# SEARCH_LOCATION_PLACE_PLACEHOLDER
source: Search a place...
fr: Rechercher un endroit...

# SEARCH_LOCATION_PLACE_TEXT
source: Location
fr: Emplacement

# PROFILE_INFORMATIONS
source: Information
fr: Informations

# PROFILE_ORGANIZER
source: Organizer
fr: Organisateur

# PROFILE_PARTICIPATE
source: Participate
fr: Participant

# EVENT_DETAILS_GO_TO_NOT_NECESSARY
source: I know the way
fr: Je connais le chemin

# EVENT_DETAILS_GO_TO_TITLE
source: Go to the location
fr: Y aller

# PROFILE_IMAGE_PICKER_GALLERY
source: Load from gallery
fr: Importer depuis la galerie

# PROFILE_IMAGE_PICKER_TAKE_A_PHOTO
source: Take a picture
fr: Prendre une photo

# SETTINGS_RATE_APP_ROW
source: Rate App
fr: Noter l'application

# SETTINGS_CONTACT_ROW
source: Contact us
fr: Contactez-nous

# SETTING_PRIVACY_POLICY_ROW
source: Privacy Policy
fr: Politique de Confidentialité

# SETTINGS_TERMS_AND_CONDITIONS_ROW
source: Terms & Conditions
fr: Termes & Conditions

# SETTINGS_PAGE_TITLE
source: Settings
fr: Paramètres

# OTHER_PROFILE_ORGANIZER
source: Organizer
fr: Organisateur

# OTHER_PROFILE_ORGANIZER_EMPTY_PLACEHOLDER
source: No events organized yet
fr: Cet utilisateur n'a pas encore organiser d'évènements

# OTHER_PROFILE_PARTICIPATE
source: Participate
fr: Participant

# OTHER_PROFILE_PARTICIPATE_EMPTY_PLACEHOLDER
source: No participations in event yet
fr: Cet utilisateur n'a pas encore participer à des évènements

# PROFILE_ORGANIZER_EMPTY_PLACEHOLDER
source: No events organized yet
fr: Tu n'as pas encore organiser d'évènements

# PROFILE_PARTICIPATE_EMPTY_PLACEHOLDER
source: No participations in event yet
fr: Tu n'as pas encore participer à des évènements

# SETTING_LIST_CONTACT_US
source: Contact us
fr: Contacter nous

# SETTING_LIST_LOGOUT
source: Log out
fr: Déconnexion

# SETTING_LIST_PRIVACY_POLICY
source: Privacy Policy
fr: Politique de confidentialité

# SETTING_LIST_RATE_APP
source: Rate app
fr: Noter l'application

# SETTING_LIST_TERMS_AND_CONDITIONS
source: Terms & Conditions
fr: CGU

# SETTING_NO_EMAIL_MESSAGE
source: Please share your feedback on %@, We will do our best to integrate this in next release
fr: Transmettez-nous vos feedbacks sur %@. Nous ferrons notre possible pour les intégrer et améliorer votre expérience sur l'app.

# SETTING_TITLE
source: Settings
fr: Réglages

# LOGOUT_MODAL_CONFIRM_MESSAGE
source: Are you sure you want to logout?
fr: Etes-vous sûr de vouloir vos déconnecter ?

# SPORT_CLIMBING
source: Climbing
fr: Escalade

# NOTIFICATIONS_EMPTY_PLACEHOLDER
source: You didn't received notifications yet
fr: Tu n'as pas encore reçu de notifications

# NOTIFICATION_ACCEPT_NEW_PARTICIPATION_BODY
source: %@ joined the game
fr: %@ a rejoint la partie

# NOTIFICATION_ACCEPT_YOUR_PARTICIPATION_BODY
source: Your participation have been approuved
fr: Ta participation a été accepté

# NOTIFICATION_ADD_GUEST_BODY
source: %@ add a guess
fr: %@ a ajouté un invité

# NOTIFICATION_DECLINE_BODY
source: %@ will not be able to join your event
fr: %@ ne pourra pas participer

# NOTIFICATION_EDIT_EVENT_BODY
source: %@ modify the event
fr: %@ a modifié l'évènement

# NOTIFICATION_ORGANIZE_EVENT_BODY
source: %@ organize an event near by your place
fr: %@ organise un évènement proche de toi

# NOTIFICATION_PARTICIPATE_BODY
source: %@ want to join your event
fr: %@ souhaite participé

# NOTIFICATION_REFUSE_YOUR_GUEST_BODY
source: Your guess have been refused
fr: Ton invité a été refusé

# NOTIFICATION_REFUSE_YOUR_PARTICIPATION_BODY
source: Your participation have been refused
fr: Ta participation a été refusé

# NOTIFICATION_ACCEPT_NEW_GUEST_BODY
source: %@'s guest join the game
fr: L'invité de %@ a rejoint la partie

# GLOBAL_DATE_TODAY
source: Today
fr: Aujourd'hui

# EVENT_DETAILS_ERROR_USER_DECLINED_ALREADY
source: User declined already
fr: L'utilisateur a annulé sa participation

# NOTIFICATION_CANCEL_EVENT_BODY
source: Event is canceled
fr: L'événement est annulé

# EVENT_DETAILS_STATUS_CANCELED
source: Event have been canceled by the organizer
fr: L'événement a été annulé par l'organisateur
